Repository: El-Cerdo/FAU-Plugin
Catalog: languages/ad-*.po
Languages: de_de

source: Ad
de_de: Werbebanner

source: Ad-Banners
de_de: Werbebanner

source: Add New Ad
de_de: Neues Werbebanner einf√ºgen

source: All Ads
de_de: Alle Werbebanner

source: Edit Ad
de_de: Werbebanner bearbeiten

source: New Ad
de_de: Neues Werbebanner

source: No ads found
de_de: Keine Werbebanner gefunden

source: No ads found in Trash
de_de: Keine Werbebanner im Papierkorb gefunden

source: Parent Ad:
de_de: Vater-Werbebanner

source: Search ads
de_de: Werbebanner suchen

source: Update Ad
de_de: Werbebanner aktualisieren

source: View Ad
de_de: Werbebanner anzeigen

source: ad
de_de: werbebanner
