Repository: El-Cerdo/FAU-Plugin
Catalog: languages/glossary-*.po
Languages: de_de

source: Add New Glossary item
de_de: Glossar-Eintrag hinzufügen

source: All Glossary items
de_de: Alle Glossar-Einträge

source: Edit item
de_de: Eintrag bearbeiten

source: Glossary
de_de: Glossar

source: Glossary information
de_de: Glossar-Informationen

source: New Glossary item
de_de: Neuer Glossar-Eintrag

source: No Glossary items found
de_de: Keine Glossar-Einträge gefunden

source: No Glossary items found in Trash
de_de: Keine Glossar-Einträge im Papierkorb gefunden

source: Parent item
de_de: Übergeordneter Eintrag

source: Search Glossary items
de_de: Glossar-Eintrag suchen

source: Update item
de_de: Eintrag aktualisieren

source: View item
de_de: Eintrag anzeigen

source: glossary
de_de: Glossar
