Repository: El-Cerdo/FAU-Plugin
Catalog: languages/imagelink-*.po
Languages: de_de

source: Add New Imagelink
de_de: Neuen Bildlink einf√ºgen

source: All Imagelinks
de_de: Alle Bildlinks

source: Edit Imagelink
de_de: Bildlink bearbeiten

source: Imagelink
de_de: Bildlink

source: Imagelink information
de_de: Bildlink-Eigenschaften

source: New Imagelink
de_de: Neuer Bildlink

source: No Imagelinks found
de_de: Keine Bildlinks gefunden

source: No Imagelinks found in Trash
de_de: Keine Bildlinks im Papierkorb gefunden

source: Parent Imagelink
de_de: Vaterbildlink

source: Search imagelinks
de_de: Bildlink suchen

source: Update Imagelink
de_de: Bildlink aktualisieren

source: View Imagelink
de_de: Bildlink anzeigen
